tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "bartib"
brew "bat"
brew "eza"
brew "fnm"
brew "fzf"
brew "helm"
brew "kubernetes-cli"
brew "krew"
brew "neovim"
brew "pandoc"
brew "podman"
brew "ripgrep"
brew "sd"
brew "starship"
brew "yq"
brew "midnight-commander"
brew "ncdu"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
cask "basictex"
cask "font-fira-code-nerd-font"
cask "linearmouse"
cask "middleclick"
cask "podman-desktop"
vscode "github.github-vscode-theme"
vscode "mohsen1.prettify-json"
vscode "redhat.vscode-yaml"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
